Repository: Yoord1992/MyConfig
Catalog: extensions/dynamic-panel-transparency@rockon999.github.io/locale/*/LC_MESSAGES/dynamic-panel-transparency.po
Languages: sr

source: default
sr: поразумевана

source: App Tweaks
sr: Штеловање апликација

source: Add a Custom WM_CLASS
sr: Додај прилагођену WM_CLASS

source: Classy transparency for your panel.
sr: Елегантна транспарентност вашег панела.

source: Website
sr: Домаћа страница

source: Shell Restart Required.
sr: Неопходно је поновно покретање шкољке

source: A shell restart is required to view some of your changes. Do you want to restart now?
sr: Неопходно је поново покренути шкољку. Желите ли да то учиним одмах?

source: Transition Speed
sr: Брзина прелаза

source: Overrides 'gtk-enable-animations'.
sr: Премошћује „gtk-enable-animations“.

source: Transition with the overview
sr: Прелаз при прегледу

source: Transition when windows touch the panel
sr: Прелаз када прозор дотакне панел

source: Transitions
sr: Прелази

source: Enable custom text coloring
sr: Прилагођено бојење текста

source: Primary Color
sr: Примарна боја

source: Secondary Color
sr: Секундарна боја

source: Use when a window is maximized
sr: Када је прозор максимизован

source: Use when the overview is visible
sr: Када је видљив преглед

source: Enable text shadowing
sr: Сенчење текста

source: Shadow Color
sr: Боја сенке

source: Radius
sr: Радијус

source: Horizontal Offset
sr: Хоризонтално одступање

source: Vertical Offset
sr: Вертикално одступање

source: Enable icon shadowing
sr: Сенчење иконе

source: Foreground
sr: Први план

source: Unmaximized Opacity
sr: Непрозирност немаксимизованог

source: Maximized Opacity
sr: Непрозирност максимизованог

source: Enable custom opacity
sr: Прилагођена непрозирност

source: Panel Color
sr: Боја панела

source: Enable custom panel color
sr: Прилагођена боја панела

source: Remove excess panel styling
sr: Уклони прекомерно стилизовање панела

source: (Fixes theme incompatibilities.)
sr: (поправља несагласности у теми)

source: Hide corners
sr: Скривени ћошкови

source: Background
sr: Позадина

source: About
sr: О проширењу

source: Advanced...
sr: Напредно...

source: A WM_CLASS is a code that identifies a window. Use this setting if the window you want custom settings for is not part of an application. You can find a window's WM_CLASS with the command 'xprop WM_CLASS'. Enter the second result from 'xprop WM_CLASS' below without quotation marks.
sr: WM_CLASS је код који идентификује прозор. Користите ово подешавање уколико прозор чију поставку желите није део апликације. WM_CLASS прозора можете добити командом „xprop WM_CLASS“. Унесите други резултат добијен том наредбом, без наводника.

source: WM_CLASS cannot be blank.
sr: WM_CLASS не може бити празна.

source: Enable background app tweaks
sr: Укључи штеловање позадинске апликације

source: Theme Source
sr: Основа теме

source: Always trigger the panel.
sr: Увек окини панел.
